[
  {
    "title": "John Quincy Adams: Militant Spirit",
    "author": "James Traub",
    "published": "2016",
    "read": "2019",
    "note": "I've had the chance to read a lot of biographies of founding fathers, but none have I found so much perspective on myself as I did with John Quincy Adams. There are many things that he was (or wasn't) that don't apply to me; genius, terrible dad, etc. But his attitudes about life felt very close to home.",
    "status": "read"
  },
  {
    "title": "Poor Charlie's Almanack",
    "author": "Peter Kaufman (Editor)",
    "published": "2005",
    "read": "2020",
    "note": "Living life intentionally is not an easy or common thing. I used to believe I was fairly thoughtful about the way I live my life, but Charlie Munger is an aggregator of some of the finest ideas other people have come up with. This is a distillation of that goodness.",
    "status": "read"
  },
  {
    "title": "Reinventing Knowledge: From Alexandria to the Internet",
    "author": "Ian F. McNeely and Lisa Wolverton",
    "published": "2008",
    "read": "2021",
    "note": "I came away captivated by The Republic of Letters. 'The Republic of Letters can be defined as an international community of learning stitched together by handwritten letters in the mail.' What does that look like in a world powered by the internet and the creator economy? Are DMs the new letters?",
    "status": "read"
  },
  {
    "title": "The Courage To Be Disliked",
    "author": "Ichiro Kishimi and Fumitake Koga",
    "published": "2018",
    "read": "2025",
    "note": "Every problem is an interpersonal problem. So much of life is made more difficult because we're trying to accomplish other people's tasks. Shaping my life around those aspects I can control frees me up to actually be useful to my fellow human beings.",
    "status": "read"
  },
  {
    "title": "The Good Earth",
    "author": "Pearl S. Buck",
    "published": "1931",
    "read": "2013",
    "note": "I read it again in front of a fire in New Zealand in 2013 and was struck. As much as I love characters who I empathize with, I am often more impacted by characters who I hate. And Wang Lung is a character I increasingly hate.",
    "status": "read"
  },
  {
    "title": "Leap of Faith",
    "author": "Bob Bennett",
    "published": "2009",
    "read": "2012, 2024",
    "note": "Too often, people don't think enough about why they believe what they believe. This book is one of the best resources I've used to understand the opposition to one of my core beliefs.",
    "status": "read"
  },
  {
    "title": "Anna Karenina",
    "author": "Leo Tolstoy",
    "published": "1878",
    "read": "2011",
    "note": "I took a Russian novels class in college and was assigned to read Anna Karenina. I remember sitting on the couch of the common room of my dorm reading 'The Mowing Scene' and having a legitimate spiritual experience.",
    "status": "read"
  }
]
